import { IContents } from "./default_article";

const sentence: IContents = {
  title: '두고 가는 계절',
  author: '윤은하',
  lang: 'kr',
  contents: "사랑이 끝나지 않아도 떠나야 할 때가 있지 미처 말하지 못했어도 두고 가는 것이 있지 잠에서 깨어날 너를 위해 다정한 햇살을 한 겹 덮어 두고 무더운 열기에 시들어 갈 땐 구름 한 조각을 펼쳐 놓았어 일몰의 무거움을 덜어줄 바람 한 줄기를 불어 두었고 짙게 내린 밤의 어둠에는 그리운 별 하나를 띄워두었어 그날을 위하여서는 너에게 계절을 선물하고 가지 너를 위하여서는 붉은빛 잃은 입술에 알알이 싱그러운 열매도 머금고 가지 나를 위하여서는 기억 너머 사라진 우리의 빛나던 청춘을 매만지며 가지 사랑을 말하지 못해도 두고 갈 계절에 입을 맞추며 그렇게 가지 사랑했던 순간이 있다면 그것은 우리가 남긴 계절일 테고 순간의 사랑이 있었다면 말없이 이어질 계절이 남았음을 잊지 않기 위해 품 안 가득 끌어안은 채로 그렇게 가지."
}

export default sentence;