const sentence = {
  title: '두고 가는 계절',
  author: '윤은하',
  contents: "사랑이 끝나지 않아도떠나야 할 때가 있지미처 말하지 못했어도두고 가는 것이 있지잠에서 깨어날 너를 위해다정한 햇살을 한 겹 덮어 " +
    "두고무더운 열기에 시들어 갈 땐구름 한 조각을 펼쳐 놓았어일몰의 무거움을 덜어줄바람 한 줄기를 불어 두었고짙게 내린 밤의 어둠에는그리운 " +
    "별 하나를 띄워두었어그날을 위하여서는너에게 계절을 선물하고 가지너를 위하여서는 붉은빛 잃은 입술에알알이 싱그러운 열매도 머금고 가지나를 " +
    "위하여서는 기억 너머 사라진우리의 빛나던 청춘을 매만지며 가지사랑을 말하지 못해도두고 갈 계절에 입을 맞추며 그렇게 가지사랑했던 " +
    "순간이 있다면 그것은 우리가 남긴 계절일 테고순간의 사랑이 있었다면 말없이 이어질 계절이 남았음을잊지 않기 위해 " +
    "품 안 가득 끌어안은 채로 그렇게 가지."
}

export default sentence;